Repository: myclabs/Inventory
Catalog: application/languages/User/editPassword.tmx
Source language: fr
Languages: en

source: — modification du mot de passe
en: — password change

source: Ancien mot de passe
en: Old password

source: Nouveau mot de passe
en: New password

source: Nouveau mot de passe (confirmation)
en: Please confirm new password

source: Cette saisie du nouveau mot de passe n'est pas identique à la précédente.
en: This typing of the new password is not identical to the one above.
